/* Top Level Items */
"MENU_APP" = "@{APP_TITLE}";
"MENU_EDIT" = "Editar";
"MENU_WINDOW" = "Janela";
"MENU_HELP" = "Ajuda";

/* App Menu Items */
"MENU_APP_ABOUT" = "Sobre o @{APP_TITLE}";
"MENU_APP_SCREENSHOT" = "Imagem de tela";
"MENU_APP_HIDE" = "Ocultar @{APP_TITLE}";
"MENU_APP_HIDE_OTHERS" = "Ocultar os outros";
"MENU_APP_SHOW_ALL" = "Exibir tudo";
"MENU_APP_QUIT" = "Sair do @{APP_TITLE}";
"MENU_APP_REVEAL" = "Mostrar no Finder";
"MENU_APP_REVEAL_GAME_PREFERENCES" = "Preferências do Jogo";
"MENU_APP_REVEAL_GAME_SCREENSHOTS" = "Telas Capturadas do Jogo";
"MENU_APP_REVEAL_GAME_LOGS" = "Registros do Jogo";
"MENU_APP_REVEAL_APPLICATION_SUPPORT" = "Suporte a Aplicativos";
"MENU_APP_REVEAL_BATTLENET" = "Battle.net";
"MENU_APP_REVEAL_APPLICATION_PREFERENCES" = "Preferências de Aplicativo";
"MENU_APP_REVEAL_APPLICATION" = "Aplicativo";

/* Edit Menu Items */
"MENU_EDIT_UNDO" = "Desfazer";
"MENU_EDIT_CUT" = "Cortar";
"MENU_EDIT_COPY" = "Copiar";
"MENU_EDIT_PASTE" = "Colar";
"MENU_EDIT_DELETE" = "Excluir";
"MENU_EDIT_SELECT_ALL" = "Selecionar tudo";
"MENU_EDIT_FIND" = "Localizar";
"MENU_EDIT_FIND_FIND" = "Localizar…";
"MENU_EDIT_FIND_NEXT" = "Localizar próximo";
"MENU_EDIT_FIND_PREVIOUS" = "Localizar anterior";
"MENU_EDIT_FIND_USE_SELECTION" = "Usar seleção para localizar";
"MENU_EDIT_FIND_JUMP_TO_SELECTION" = "Ir para a seleção";
"MENU_EDIT_SPECIAL_CHARS" = "Caracteres especiais…";

/* Window Menu Items */
"MENU_WINDOW_CLOSE" = "Fechar";
"MENU_WINDOW_MINIMIZE" = "Minimizar";
"MENU_WINDOW_ZOOM" = "Aplicar zoom";
"MENU_WINDOW_FULLSCREEN" = "Alternar tela cheia";
"MENU_WINDOW_BRING_ALL_TO_FRONT" = "Trazer tudo para a frente";

/* Help Menu Items */
"MENU_HELP_GAME_HOMEPAGE" = "@{APP_TITLE}";
"MENU_HELP_TECHNICAL_SUPPORT_FORUM" = "Fórum de Suporte Técnico";
"MENU_HELP_SUPPORT_PORTAL" = "Portal de Suporte";
"MENU_HELP_COPY_SUPPORT_INFO" = "Copiar Informações de Suporte";

/* Use when the application loads and it checks OS version */
"VERSION_CHECK" = "Você está executando @{OS_VERSION}. Há uma atualização do sistema operacional disponível que melhorará a estabilidade de @{APP_TITLE}.";
"VERSION_UNSUPPORTED" = "Este é um lembrete de que o @{OS_VERSION} entrou no estágio terminal como sistema operacional para @{APP_TITLE}. O jogo continuará funcionando por um período limitado. Porém, nós recomendamos que você atualize o seu sistema operacional para @{LATEST_OS_VERSION} o quanto antes. Veja os requisitos do sistema @{SYSTEM_REQUIREMENTS_URL}. Para mais informações sobre como atualizar o seu sistema operacional, leia este @{OS_UPGRADE_URL}. Para mais informações sobre nossas diretrizes sobre sistemas operacionais Mac OS X, leia este @{OS_GUIDELINES_URL}.";
"VERSION_UNSUPPORTED_TITLE" = "@{APP_TITLE}";
"CONTINUE_ANYWAY"="Continuar mesmo assim";
"LAUNCH_SOFTWARE_UPDATE"="Iniciar Atualização de Software";
"INVALID_VIDEO_DEVICE" = "@{APP_TITLE} não pode ser executado porque um processador gráfico válido não foi localizado.";
"ERROR" = "Erro";
